<div class="left-subcontainer">
    @include('components.info-card')
    <div class="hero">
        <div>
            <h1 class="header-">
                <span>
                    <svg width="28" height="28" viewBox="0 0 28 28" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M23.591 8.97192L23.7526 7.893C21.8621 9.24351 20.714 11.4742 20.327 11.7364C20.327 11.7364 19.7335 8.75639 17.7917 7.13787C15.7662 5.44999 13.3647 2.64836 15.6605 0.029794C8.19613 -0.640709 6.56876 10.2231 6.13856 10.725C5.63081 8.73607 3.86187 7.51027 3.85187 7.46932C5.12048 11.8065 -0.721063 13.5301 0.074861 18.3264C0.844441 22.9626 3.52705 25.8815 6.90265 27.4198C5.79038 25.1506 5.80592 25.0882 5.80592 25.0882L7.5322 25.8416C7.5322 25.8416 7.18698 25.1824 7.15558 23.1737C7.12397 21.1646 7.09278 20.6311 7.09278 20.6311L11.33 22.7342C11.33 22.7342 10.4195 22.2008 10.1055 19.8781C9.79151 17.5553 10.0113 14.5742 10.6394 13.0986C11.267 11.6236 11.7065 11.3097 11.7065 11.3097C11.7065 11.3097 14.594 15.3271 14.9079 16.614L15.2215 17.9009C15.2215 17.9009 16.4771 17.2728 16.603 16.0175C16.7284 14.7623 16.7912 14.7307 16.7912 14.7307C16.7912 14.7307 18.4233 16.457 18.6745 17.8692C18.9253 19.2819 18.6741 20.757 18.4859 21.2592C18.2977 21.7615 18.2663 21.667 18.2663 21.667L20.8714 19.5955C20.8714 19.5955 21.6561 22.1071 21.0596 23.896C20.6113 25.2415 20.2868 26.4627 18.686 28C21.8789 27.0314 24.5502 25.1916 25.7425 22.7396C29.9252 14.1367 22.9724 13.0932 23.5907 8.97213L23.591 8.97192Z" fill="#F39C4B"/>
                    </svg>      
                </span>
                Что почитать? Рейтинг лучших книг — ноябрь 2022
            </h1>
            <p class="text hero-text">
                Хотите прочитать новую интересную книгу? Смотрите рейтинг ТОП-12 лучших книг (по количеству продаж    за неделю в пересчёте на одну главу) за ноябрь 2022 года и читайте книги онлайн. Первый, ознакомительный фрагмент бесплатно и без регистрации. Оценивайте книги и пишите отзывы)
            </p>
        </div>
        <div class="card-block__wrapper">
            @include('components.card-block')
            <div class="button-group">
                <a class="button_green button_green-next">Cледующая страница
                    <span>
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" viewBox="0 0 16 16" fill="none">
                            <path d="M6 12L10 8L6 4" stroke="white" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
                        </svg>
                    </span>
                </a>
                <a class="button_transparent button_transparent-counter">Страница 1 
                    <span>
                        <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" viewBox="0 0 16 16" fill="none">
                            <path d="M4 6L8 10L12 6" stroke="black" stroke-width="2" stroke-linecap="round" stroke-linejoin="round"/>
                        </svg>
                    </span>
                </a>
            </div>
        </div>
        
        
    </div>
    
</div>